{
    "お問い合わせ": "CONTACT",
    "English": "English",
    "日本語": "日本語",
    "English Page": "English Page",
    "日本語ページ": "日本語ページ",
    "「Webサイト制作・多言語Webサイト制作・LP制作など」": "Creating your own Website, Company Landing Page, or Japanese website Translation.",
    "フリーランスだからこそ柔軟にあなたの叶えたい想いを解決サポートします": "I can respond flexibly to your issuess due to being a freelancer.",
    "Webエンジニア": "Web Engineer",
    "これまでの翻訳通訳のキャリアを活かし、英語と日本語の言語切り換えが可能なサイト作成を得意としています。": "I have confidence in my English to Japanese translation skills in terms of creating a multi-language website.",
    "もちろん、日本語版のみ・英語版のみの対応も可能です。レスポンシブ対応で丁寧に作成します。その他JavaScriptやJavaScriptフレームワーク・ライブラリを使用したWebアプリケーションのご依頼も承ります。": "Of course, a Japanese or English only website is doable too. I'll make it with responsive sizes. Additionally, you can order it to be made as a web application with JavaScript or with JavaScript frameworks and libraries.",
    "翻訳": "Translation",
    "Webサイトを日本語版と英語版の言語切り換えをしたいけれどエンジニアと翻訳家をそれぞれ探すのは大変...という方へ。もちろんWebサイト以外の翻訳のお仕事も幅広く対応しております。メインは英日翻訳ですが、中国語（北京語）から日本語への翻訳も対応可能です。": "To whomever is having a tough time finding both an engineer and a translator, and desires making their website switchable between Japanese and English. You can also order any translation job, it is not strictly limited to only Website creation. I mainly focus on English to Japanese translation, but I can also do Chinese to Japanese translation.",
    "日本人に馴染みやすい自然な意訳を心がけて丁寧に翻訳します。": "I'll translate very carefully to make it sounds as natural as native speakers.",
    "ニックネームはAriel(アリエル)です。フィリピンで留学していた時に付けてもらいました。": "My nickname is Ariel. I was given this nickname when I went to the Philippines to study abroad.",
    "東京都在住": "I live in Tokyo, Japan.",
    "当サイトをご覧いただきありがとうございます。このサイトは魔法をテーマに作成しました。": "Thank you for visiting my portfolio site. This website's theme is magic.",
    "重厚感を感じさせる黒をベースに、暖かみのある黄金色と好きな色である紫色を使って暗くなり過ぎないように調整しました。": "I adjusted the color with warm a golden color and my favorite purple color as to not make it too dark, and used a black that gives off a luxurious look for the basic color.",
    "日本語・英語・中国語のトリリンガルでフリーランス翻訳をしています。メインは英日翻訳です。": "I am working as a freelancer translator, and I can speak Japanese, English, and Chinese. My main skill is English to Japanese translation.",
    "2020年からプログラミング技術を習得。Webを通じて翻訳とプログラミングであなたの叶えたいビジネスをサポートします。": "From 2020, I acquired programming skills. I will support the business that you want to make come true with my translation and programming skills.",
    "ランダムな色当てゲーム": "Guessing RGB color game.",
    "Webサイト（ホームページ）を作るためのマークアップ言語です。": "These are markup languages for making websites(homepages).",
    "文字フォントのデザインや色、コンテンツの配置など、ご希望のデザインに合わせて柔軟に作成可能です。": "The font design, font color, contents configuration, and so on...I can design and make your website as you wish flexibly.",
    "アニメーションの動きを付け加えたい時にJavaScriptやjQueryを使用します。": "When we want a website to add animation movements, we use JavaScript or jQuery.",
    "フロントエンドとバックエンドどちらでも対応可能なプログラミング言語です。": "This programming language is available for both frontend and backend.",
    "サーバーサイドのJavaScriptです。MicrosoftやeBayも推薦しており、処理速度が早いのが特徴です。チャットアプリケーションなどを作る際に役立ちます。": "It is JavaScript used on the serverside. It is being recommended by Microsoft and eBay, and has a high processing speed. Very useful when making chat applications for example.",
    "ご要望に合わせて無限なカスタマイズが可能です。お気軽にご相談ください。": "I can customize infinitely according to your needs. Please feel free to ask me anything.",
    "ご予算に合わせて最適なプランを立てた上で制作させて頂きます。": "I will start creating your website after setting the best plan according to your budget.",
    "ご不明な点があればいつでもご質問頂けます。お客様第一で、最大でも3日以内の素早い返信で対応させて頂きます。": "You can ask me anything anytime if you have any questions. I will always place the priority to respond to you within three days at the maximum.",
    "英日翻訳": "English to Japanese Translation",
    "：文字単価１文字当たり5～12円でお受けいたします。": "：For 1 letter, from 5 yen to 12 yen.",
    "専門性の有無によって料金が変わります。日本人に伝わりやすく馴染みやすい文章へと翻訳を心がけております。お気軽にご相談ください。": "Price changes depending on if the object requires expertize or not. I take special care to translate sentences which can be read easily and naturally for Japanese speakers. Please feel free to contact me.",
    "中日翻訳": "Chinese to Japanese Translation",
    "：文字単価１文字当たり3～10円でお受けいたします。ビジネスレベルまでのため相場よりお安く対応させて頂きます。": ": For 1 letter, from 3 yen to 10 yen. I can translate cheaper than the average because my Chinese skills are about at a business level of fluency.",
    "商品説明翻訳を得意としております。": "I am good at translating products descriptions.",
    "お問い合わせフォーム": "Contact Form",
    "３営業日以内に順次返信させて頂いております。": "After I receive your message, I will respond back to you within at most 1 to 3 days.",
    "HTML・CSS・JavaScriptで作ったゲームです。": "This game is made with HTML, CSS and JavaScript.",
    "色を数字で表現するRGBがランダムで出てきます。色を選んで当ててみてください！": "RGB which represents colors by numbers that randomly appear. Please try to guess the right color!",
    "サイト・ホームページ制作": "Making WebSite / Web Application",
    "お仕事のご依頼・お問い合わせはこちらからお問合せください。": "Click here for work requests and inquiries.",
    "コーディング/レスポンシブ": "Coding/Responsive site",
    "アニメーション機能/サーバー側と連携するプログラム": "Animation functions/Server linking program",
    "その他Webアプリケーション開発など": "Other things, Application developement, etc.",
    "双方のトラブル防止のため、ご契約完了後に作業開始させて頂きます。お見積りまでは無料で対応可能です。お気軽にお問い合わせください。": "To prevent troubles from occuring on both sides, I will start working on the job request after the contract negotations are completed. Doing an estimate and related discussions are free of charge. Please feel free to contact me at any time.",
    "上記以外の事でも、実現したい事なんでもご相談ください。": "You can also ask me about anything that was not listed above, anything you would like to make.",
    "サイト翻訳": "Website Translation",
    "：サイト翻訳も文字数に合わせた金額でお受けいたします。言語は基本的に英日翻訳になります。": "：Website translation price is basically based off of the number of letters. Also, most cases are from English to Japanese.",
    "「1ページで完了するサイトを制作したい」「新たな下層ページを追加で作りたい」「スマホ画面にもサイズ対応できるようにレスポンシブ対応させたい」という方へ。": "If you are interested in a WebSite that fits all in one page, adding new sub pages, or making responsive screen sizes to adapt to smart phones.",
    "HTML＆CSSコーディング": "HTML＆CSS Coding",
    "下層ページコーディング": "Sub pages Coding",
    "レスポンシブ対応": "Responsive screen sizes",
    "LP制作": "Creating Landing Pages",
    "ホームページ修正": "Fixing WebSites",
    "「JavaScriptやjQueryを導入してアニメーションを付けた動きのあるサイトを持ちたい」「お問い合わせフォームを付けて自社のメールへ受信できるようにしたい」という方へ。": "For those interested in having a site which includes animation movements made with JavaScript or jQuery, for example being able to receive messages in your company email from the site's contact form.",
    "動きのあるページ作り": "Creating animated Websites",
    "ログイン/ログアウト機能をプログラム": "Programming Log in/out",
    "お問い合わせフォームをプログラム": "Setting up a contact form",
    "JavaScript・JavaScriptのライブラリやフレームワークを使用したアプリケーションの開発でプログラマーをお探しの方へ": "If you are looking for a programmer who can develop a web aplication made with JavaScript and its frameworks or libraries.",
    "仕様書に沿ってプログラミングを行うお仕事をお受け致します": "I will program properly according to the specification.",
    "サイト内で直接翻訳してすぐ反映させたい、サイト作成も同時にして欲しいといったご要望であれば別途サイト編集・制作費用が発生します。": "Direct website translation that you would like reflected on the site quickly, additional editing of the WebSite, or simultaneous Website creation will incur a fee."
    }